application/views/cotacao/teste.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:i4p="http://localhost/I4ProWebService">
<soapenv:Header/>
<soapenv:Body>
<i4p:ExecutarXML>
<i4p:Servico>pesquisauf</i4p:Servico>
<i4p:conteudoXML>
<i4proerp>
<uf />
</i4proerp>
</i4p:conteudoXML>
</i4p:ExecutarXML>
</soapenv:Body>
</soapenv:Envelope>